SYMPTOM_PATTERNS = {

    # 발열
    "발열": [
        "열",
        "열나",
        "열나여",
        "열나요",
        "고열",
        "미열",
        "영"
    ],

    # 소화기
    "구토": [
        "토",
        "토하",
        "게우",
        "구역질"
    ],

    "설사": [
        "설사",
        "묽은변",
        "물설사"
    ],

    "복통": [
        "배 아",
        "복통",
        "배아파"
    ],

    "식욕저하": [
        "밥 안",
        "못 먹",
        "식욕",
        "안 먹"
    ],

    # 호흡기
    "기침": [
        "기침",
        "기칭",
        "기치",
        "콜록"
    ],

    "콧물": [
        "콧물",
        "코막힘",
        "코"
    ],

    "가래": [
        "가래"
    ]
}